[{
	"title": "Party modes",
	"image": "partymode.png",
	"description": "Find the best singer by going head to head in challenge mode, or battle for control of the board in Tic-Tac-Toe - Vocaluxe offers several party modes"
},
{
	"title": "Medleys",
	"image": "medley.png",
	"description": "Tired of stumbling through the verse when all you know is the chorus? Try medley mode! Ideal for large groups of players and those songs that you only know from the radio."
},
{
	"title": "Duets",
	"image": "duet.png",
	"description": "Sing real duets, with different notes for each player. Players can select which part they want to sing, independent of the microphone they are assigned to."
},
{
	"title": "Profiles",
	"image": "player.png",
	"description": "Tired of re-entering the same names again and again? Create player profiles with pictures, so you'll always know at a glance who's supposed to be singing, and your high-score lists will always be correct."
},
{
	"title": "Webcam",
	"image": "webcam.png",
	"description": "Singing is even more fun when you can see yourself - Vocaluxe supports webcams. You can also use it to take pictures for the player profiles."
},
{
	"title": "GamePad & WiiMote",
	"image": "controller.png",
	"description": "Besides keyboard and mouse Vocaluxe has build-in support for GamePads and WiiMote"
},
{
	"title": "Smartphone control",
	"image": "smartphone.png",
	"description": "With the optional smartphone control you can remote control Vocaluxe or just take funny pictures of your singing friends. Add new player profiles for late arrivals or browse the song list to find out what you want to sing next."
},
{
	"title": "Songs",
	"image": "songs.png",
	"description": "Vocaluxe can play any song in the widely used UltraStar format. Choose from thousands of songs available online."
},
{
	"title": "Multi-Language",
	"image": "translations.png",
	"description": "Vocaluxe supports many different languages - If your language isn't available just start translating it!"
}
]
